Repository: instructure/canvas-ios
Catalog: Teacher/Teacher/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, mi, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Files
ar: الملفات
ca: Fitxers
cy: Ffeiliau
da: Filer
da_instk12: Filer
de: Dateien
es: Archivos
es_es: Archivos
fi: Tiedostot
fr: Fichiers
fr_ca: Fichiers
ga: Comhaid
hi: फ़ाइलें
ht: Fichye
id: File
is: Skrár
it: File
ja: ファイル
mi: Ngā Kōnae
ms: Fail
nb: Filer
nl: Bestanden
pl: Pliki
pt: Ficheiros
pt_br: Arquivos
ru: Файлы
sl: Datoteke
sv: Filer
sv_instk12: Filer
th: ไฟล์
vi: Tập Tin
zh: 文件
zh_hk: 檔案

source: Files (%@)
ar: الملفات (%@)
ca: Fitxers (%@)
cy: Ffeiliau (%@)
da: Filer (%@)
da_instk12: Filer (%@)
de: Dateien (%@)
es: Archivos (%@)
es_es: Archivos (%@)
fi: Tiedostot (%@)
fr: Fichiers (%@)
fr_ca: Fichiers (%@)
ga: Comhaid (%@)
hi: फ़ाइलें (%@)
ht: Fichye (%@)
id: File (%@)
is: Skrár (%@)
it: File (%@)
ja: ファイル (%@)
mi: Ngā kōnae (%@)
ms: Fail (%@)
nb: Filer (%@)
nl: Bestanden (%@)
pl: Pliki (%@)
pt: Ficheiros (%@)
pt_br: Arquivo (%@)
ru: Файлы (%@)
sl: Datoteke (%@)
sv: Filer (%@)
sv_instk12: Filer (%@)
th: ไฟล์ (%@)
vi: Tập Tin (%@)
zh: 文件(%@)
zh_hk: 檔案 (%@)

source: Files (%lld)
ar: الملفات (%lld)
ca: Fitxers (%lld)
cy: Ffeiliau (%lld)
da: Filer (%lld)
da_instk12: Filer (%lld)
de: Dateien (%lld)
es: Archivos (%lld)
es_es: Archivos (%lld)
fi: Tiedostot (%lld)
fr: Fichiers (%lld)
fr_ca: Fichiers (%lld)
ga: Comhaid (%lld)
hi: फ़ाइलें (%lld)
ht: Fichye (%lld)
id: File (%lld)
is: Skrár (%lld)
it: File (%lld)
ja: ファイル (%lld)
mi: Ngā kōnae (%lld)
ms: Fail (%lld)
nb: Filer (%lld)
nl: Bestanden (%lld)
pl: Pliki (%lld)
pt: Ficheiros (%lld)
pt_br: Arquivo (%lld)
ru: Файлы (%lld)
sl: Datoteke (%lld)
sv: Filer (%lld)
sv_instk12: Filer (%lld)
th: ไฟล์ (%lld)
vi: Tập Tin (%lld)
zh: 文件(%lld)
zh_hk: 檔案 (%lld)

source: Filter
ar: عامل تصفية
ca: Filtra
cy: Hidlo
es: Filtrar
es_es: Filtrar
fi: Suodatin
fr: Filtre
fr_ca: Filtre
ga: Scag
hi: फ़िल्टर
ht: Filtè
is: Sía
it: Filtra
ja: フィルタ
mi: Tātari
ms: Tapis
pl: Filtruj
pt: Filtrar
pt_br: Filtrar
ru: Фильтровать
sv: Filtrera
sv_instk12: Filtrera
th: ตัวกรอง
vi: Lọc
zh: 筛选器
zh_hk: 篩選器

source: Filter (%d)
ar: عامل تصفية (%d)
ca: Filtre (%d)
cy: Hidlo (%d)
da: Filtrer (%d)
da_instk12: Filtrer (%d)
es: Filtrar (%d)
es_es: Filtrar (%d)
fi: Suodatin (%d)
fr: Filtre (%d)
fr_ca: Filtrer (%d)
ga: Scagaire (%d)
hi: (%d)फ़िल्टर करें
ht: Filtè (%d)
is: Sía (%d)
it: Filtra (%d)
ja: フィルター (%d)
mi: Tātari (%d)
ms: Tapis (%d)
nb: Filtrer (%d)
pl: Filtruj (%d)
pt: Filtrar (%d)
pt_br: Filtrar (%d)
ru: Фильтр (%d)
sv: Filtrera (%d)
sv_instk12: Filtrera (%d)
th: ตัวกรอง (%d)
vi: Lọc (%d)
zh: 筛选器（%d）
zh_hk: 篩選器 (%d)

source: Filter by
ar: التصفية حسب
ca: Filtra per
cy: Hidlo yn ôl
da: Filtrer efter
da_instk12: Filtrere efter
de: Filtern nach
es: Filtrar según
es_es: Filtrar por
fi: Suodatusperuste
fr: Filtrer par
fr_ca: Filtrer par
ga: Scag de réir
hi: इसके अनुसार फ़िल्टर करें
ht: Klase pa
id: Filter menurut
is: Sía eftir
it: Filtra per
ja: フィルタ条件
mi: Tātari mā
ms: Tapis mengikut
nb: Filtrer etter
nl: Filteren op
pl: Filtruj wg
pt: Filtrar por
pt_br: Filtrar por
ru: Фильтровать по
sl: Filtriraj glede na
sv: Filtrera efter
sv_instk12: Filtrera efter
th: กรองจาก
vi: Lọc theo
zh: 筛选条件
zh_hk: 篩選條件

source: Filter submissions
ar: تصفية الإرسالات
ca: Filtra les entregues
cy: Hidlo cyflwyniadau
da: Filtrer afleveringer
da_instk12: Filtrer afleveringer
de: Abgaben filtern
es: Filtrar presentaciones
es_es: Filtrar entregas
fi: Suodattimen lähetykset
fr: Filtrer les soumissions
fr_ca: Filtrer les envois
ga: Scag uaslódálacha
hi: सबमिशन फ़िल्टर करें
ht: Soumisyon filtè
id: Filter penyerahan
is: Sía skil
it: Filtra consegne
ja: フィルターを提出
mi: Ngā tātari tukunga
ms: Tapis serahan
nb: Filtrer innleveringer
nl: Inzendingen filteren
pl: Filtruj materiały
pt: Filtrar envios
pt_br: Filtrar envios
ru: Фильтр отправок
sl: Filtriraj oddaje
sv: Filtrera inlämningar
sv_instk12: Filtrera inlämningar
th: กรองผลงานจัดส่ง
vi: Lọc bài nộp
zh: 筛选提交项
zh_hk: 篩選提交項目

source: Final Grade
ar: الدرجة النهائية
ca: Nota final
cy: Gradd Derfynol
da: Endelig karakter
da_instk12: Endelig vurdering
de: Gesamtnote
es: Calificación final
es_es: Nota final
fi: Lopullinen arvosana
fr: Note finale
fr_ca: Note finale
ga: Marc Deiridh
hi: अंतिम ग्रेड
ht: Nòt Final
id: Filter Nilai
is: Lokaeinkunn:
it: Voto finale
ja: 最終的な評定
mi: Kōeke whakamutunga
ms: Gred Akhir
nb: Sluttvurdering
nl: Eindcijfer
pl: Ocena końcowa
pt: Nota final
pt_br: Nota final
ru: Итоговая оценка
sl: Končna ocena
sv: Total omdöme
sv_instk12: Totalt bedömning
th: เกรดสรุป
vi: Điểm Cuối Cùng
zh: 最终评分
zh_hk: 最終評分

source: For:
ar: لـ:
ca: Per a:
cy: Ar gyfer:
da: Til:
da_instk12: Til:
de: Für:
es: Para:
es_es: Para:
fi: Kenelle:
fr: Pour :
fr_ca: Pour :
ga: le haghaidh:
hi: इसके लिए:
ht: Pou:
id: Untuk:
is: Fyrir:
it: Per:
ja: 対象：
mi: Mō:
ms: Untuk:
nl: Voor:
pl: Dla:
pt: Para:
pt_br: Para:
ru: Для:
sl: Za:
sv: Till:
sv_instk12: Till:
th: สำหรับ:
vi: Cho:
zh: 用于：
zh_hk: 對於：

source: GPA
ar: المعدل التراكمي
es: Promedio general de calificaciones
es_es: Promedio general de notas
fr_ca: Moyenne cumulative
ht: GPA (Mwayèn)
id: IPK
is: Meðaleinkunn
pl: Średnia ocen
pt_br: Média geral
ru: Балл GPA
sl: Lestvica GPA

source: Grade
ar: التقدير
ca: Nota
cy: Gradd
da: Karakter
da_instk12: Vurdering
de: Note
es: Calificación
es_es: Nota
fi: Arvosana
fr: Note
fr_ca: Notation
ga: Marc
hi: ग्रेड
ht: Klas
id: Nilai
is: Einkunn
it: Voto
ja: 評定
mi: Kōeke
ms: Gred
nb: Vurdering
nl: Cijfer
pl: Ocena
pt: Nota
pt_br: Avaliar
ru: Оценка
sl: Ocena
sv: Omdöme
sv_instk12: Bedömning
th: เกรด
vi: Điểm
zh: 评分
zh_hk: 評分

source: Grade post policy
ar: سياسة نشر التقدير
ca: Política de publicació de notes
cy: Polisi postio graddau
da: Politik for at slå karakterer op
da_instk12: Politik for at slå vurderinger op
de: Richtlinie zur Notenvergabe
es: Política de publicación de calificaciones
es_es: Política de publicación de notas
fi: Arvosanan lähetyskäytäntö
fr: Politique de publication des notes
fr_ca: Politique de publication des notes
ga: Polasaí postála marc
hi: ग्रेड पोस्ट नीति
ht: Politik piblikasyon nòt
id: Kebijakan posting nilai
is: Einkunnabirtingarstefna
it: Politica di pubblicazione voto
ja: 評定掲示規約
mi: Kōeke Whakairi Kaupapa
ms: Dasar siaran gred
nb: Retningslinjer for vurderingspostering
nl: Beleid voor het posten van cijfers
pl: Zasady publikowania ocen
pt: Política de postagem de classificação
pt_br: Política de postagem de notas
ru: Политика публикации оценок
sl: Način sporočanja ocen
sv: Policy för omdömespublicering
sv_instk12: Publiceringspolicy för bedömning
th: นโยบายการโพสต์เกรด
vi: Chính Sách Đăng Điểm
zh: 评分发布政策
zh_hk: 評分公佈政策

source: Grade Slider
ar: شريط تمرير التقديرات
ca: Control lliscant de notes
cy: Llithrydd Graddau
da: Karakter-skyder
da_instk12: Vurdering-skyder
de: Notenschieber
es: Deslizador de calificación
es_es: Control deslizante de notas
fi: Arvosanojen liukuasteikko
fr: Curseur des notes
fr_ca: Curseur de notation
ga: Sleamhnán Marc
hi: ग्रेड स्लाइडर
ht: Glisyè Nòt
id: Slider Nilai
is: Einkunnasleði
it: Indicatore scorrevole valutazione
ja: 評定スライダー
mi: Kōeke Retireti
ms: Penggelongsor Gred
nb: Vurderingsglidebryter
nl: Cijferslider
pl: Suwak stopni
pt: Deslizador de classificação
pt_br: Controle deslizante de nota
ru: Ползунок оценивания
sl: Drsnik za ocene
sv: Omdömesreglage
sv_instk12: Bedömningsreglage
th: แถบเลื่อนเกรด
vi: Thanh Trượt Điểm
zh: 评分滑块
zh_hk: 評分滑條

source: Graded
ar: تم تقييم الدرجة
ca: Qualificat
cy: Wedi graddio
da: Bedømt
da_instk12: Bedømt
de: Benotet
es: Calificado
es_es: Evaluado
fi: Arvioitu
fr: Noté
fr_ca: Noté
ga: Marcáilte
hi: ग्रेड किए गए
ht: Klase
id: Dinilai
is: Metið
it: Valutato
ja: 採点済み
mi: Kōekehia
ms: Digredkan
nb: Vurdert
nl: Beoordeeld
pl: Oceniono
pt: Classificado
pt_br: Avaliado
ru: С оценкой
sl: Ocenjeno
sv: Har bedömts
sv_instk12: Har bedömts
th: ให้เกรดแล้ว
vi: Đã Chấm Điểm
zh: 已评分
zh_hk: 已評分

source: Graded to %@
ar: تم منح الدرجة إلى %@
ca: Qualificat com a %@
cy: Graddio i %@
da: Givet karakter til %@
da_instk12: Givet vurdering til %@
de: Benotet nach %@
es: Calificado para %@
es_es: Evaluado con %@
fi: Arvosteltu %@
fr: Noté pour %@
fr_ca: Classé à %@
ga: Marcáilte go %@
hi: इसमें ग्रेड किया गया: %@
ht: Klase nan %@
id: Dinilai sebagai %@
is: Gefin einkunn %@
it: Voto assegnato a %@
ja: 評価先%@
mi: Kua mākahia ki %@
ms: Digredkan kepada %@
nb: Vurdert til %@
nl: Beoordeeld naar %@
pl: Ocenione na %@
pt: Classificado para %@
pt_br: Avaliado para %@
ru: С оценкой %@
sl: Ocenjeno v %@
sv: Bedömd till %@
sv_instk12: Bedömd till %@
th: ให้เกรดกับ %@
vi: Chấm điểm cho %@
zh: 评分%@
zh_hk: 已評分為%@

source: Grades
ar: التقديرات
ca: Notes
cy: Graddau
da: Karakterer
da_instk12: Vurderinger
de: Noten
es: Calificaciones
es_es: Notas
fi: Arvosanat
fr: Notes
fr_ca: Notes
ga: Marcanna
hi: ग्रेड
ht: Nòt
id: Nilai
is: Einkunnir
it: Voti
ja: 評定
mi: Ngā Kōeke
ms: Gred
nb: Vurderinger
nl: Cijfers
pl: Oceny
pt: Classificações
pt_br: Notas
ru: Оценки
sl: Ocene
sv: Omdömen
sv_instk12: Bedömningar
th: เกรด
vi: Điểm
zh: 评分
zh_hk: 成績

source: Grades will be made visible to all students
ar: سيتم عرض التقادير لجميع الطلاب
ca: Tots els estudiants podran veure les notes
cy: Bydd yr holl fyfyrwyr yn gallu gweld y graddau
da: Karakterer vil blive gjort synlige for alle studerende
da_instk12: Vurderinger vil blive gjort synlige for alle elever
de: Noten werden für alle Studierende sichtbar gemacht
es: Las calificaciones se harán visibles para todos los alumnos
es_es: Todos los estudiantes podrán ver las notas
fi: Arvosanat tehdään näkyviksi kaikille opiskelijoille.
fr: Les notes seront rendues visibles à tous les élèves.
fr_ca: Les notes seront rendues visibles à tous les étudiants
ga: Beidh na marcanna infheicthe ag gach mac léinn
hi: सभी छात्रों के लिए ग्रेड को दृश्यमान बना दिया जाएगा
ht: Nòt yo ap vizib pou tout elèv
id: Nilai akan dibuat tampak untuk semua siswa
is: Einkunnir verða gerðar sýnilegar öllum nemendum
it: I voti saranno resi visibili a tutti gli studenti
ja: 評定はすべての受講者に表示されます
mi: Ka kitea e ngā ākonga katoa ngā koeke
ms: Gred akan boleh dilihat oleh semua pelajar
nb: Vurderinger vil gjøres synlig for alle studenter
nl: Cijfers worden zichtbaar gemaakt voor alle cursisten
pl: Oceny staną się widoczne dla wszystkich uczestników
pt: As classificações serão tornadas visíveis a todos os alunos
pt_br: Notas estarão visíveis para todos os alunos
ru: Оценки будут видны для всех учащихся
sl: Ocene bodo vidne vsem študentom
sv: Omdömen kan ses av alla studenter
sv_instk12: Bedömningar kan ses av alla elever
th: เกรดจะแสดงให้ผู้เรียนทั้งหมดเห็น
vi: Điểm sẽ được hiển thị cho tất cả sinh viên
zh: 评分将对所有学生显示
zh_hk: 所有學生將可看到成績

source: Grades will be made visible to students with graded submissions
ar: سيتم عرض التقادير للطلاب أصحاب الإرسالات التي تم وضع تقدير لها
ca: Tots els estudiants amb entregues qualificades podran veure les notes
cy: Bydd myfyrwyr â gwaith wedi’i raddio yn gallu gweld y graddau
da: Karakterer vil blive gjort synlige for studerende med afleveringer med karakter
da_instk12: Vurderinger vil blive gjort synlige for elever med afleveringer med vurdering
de: Noten werden nur für Studierende mit benotete Abgaben sichtbar gemacht
es: Las calificaciones se harán visibles para los estudiantes que tienen entregas con calificación.
es_es: Todos los estudiantes que tengan entregas con nota podrán ver las notas
fi: Arvosanat tehdään näkyviksi opiskelijoille, joilla on arvosteltuja lähetyksiä.
fr: Les notes seront rendues visibles aux élèves dont la soumission a été notée.
fr_ca: Les notes seront rendues visibles par les étudiants avec des envois notés
ga: Beidh na marcanna infheicthe do mhic léinn a bhfuil uaslódálacha marcáilte acu
hi: उन सभी छात्रों के लिए ग्रेड को दृश्यमान बना दिया जाएगा जिनके सबमिशन ग्रेड किए हुए हैं
ht: Nòt yo ap vizib pou elèv ki gen soumisyon ki evalye.
id: Nilai akan dibuat tampak untuk siswa dengan penyerahan yang telah dinilai
is: Einkunnir verða gerðar sýnilegar öllum nemendum með innsendingar sem er búið að gefa einkunn
it: I voti saranno resi visibili agli studenti con compiti con voti
ja: 評定は、提出物が採点された受講者が閲覧できるよう表示されます。
mi: Ka kitea e nga ākonga ngā koeke me ngā kōeke tukunga
ms: Gred akan boleh dilihat oleh semua pelajar dengan serahan bergred
nb: Vurderinger vil gjøres synlig for studenter med vurderte innleveringer
nl: Cijfers worden zichtbaar gemaakt voor cursisten met beoordeelde inleveringen
pl: Oceny staną się widoczne dla uczestników z ocenionymi przesyłkami
pt: As classificações serão tornadas visíveis para os alunos com submissões graduadas
pt_br: Notas estarão visíveis para alunos com envios avaliados
ru: Оценки будут видны для учащихся с отправками, по которым выставлены оценки
sl: Ocene bodo vidne študentom z ocenjenimi oddajami
sv: Omdömen kan ses av alla studenter med bedömda inlämningar
sv_instk12: Bedömningar kan ses av alla elever med bedömda inlämningar
th: เกรดจะแสดงให้แก่ผู้เรียนที่มีผลงานจัดส่งแบบให้เกรด
vi: Điểm sẽ được hiển thị cho sinh viên có bài nộp đã chấm điểm
zh: 评分将对所有具备评分提交项的学生显示
zh_hk: 有已評分的提交項目的學生將可看到成績

# grades_currently_hidden
source: %d grades currently hidden
ar: %d تقديرات مخفية في الوقت الحالي
ca: %d notes amagades actualment
cy: %d gradd wedi’u cuddio ar hyn o bryd
da: %d karakterer skjult i øjeblikket
da_instk12: %d vurderinger skjult i øjeblikket
de: %d Aktuell ausgeblendete Noten
es: %d calificaciones ocultas actualmente
es_es: %d notas ocultas actualmente
fi: %d arvosanaa parhaillaan kätketty
fr: %d notes actuellement masquées
fr_ca: %d notes actuellement masquées
ga: %d marcanna folaithe faoi láthair
hi: %d वर्तमान में छिपे हुए ग्रेड
ht: %d nòt kache pou kounye a
id: %d nilai saat ini disembunyikan
is: %d einkunnir eru faldar
it: %d voti attualmente nascosti
ja: %d現在非表示の評定
mi: %d ngā kōeke hungaia ināianei
ms: %d gred disembunyikan buat masa ini
nb: %d vurderinger er skjult
nl: %d cijfers momenteel verborgen
pl: %d oceny obecnie ukryte
pt: %d classificações atualmente ocultas
pt_br: %d notas atualmente ocultas
ru: %d скрытые в настоящее время оценки
sl: %d ocen je trenutno skritih
sv: %d omdömen för närvarande dolda
sv_instk12: %d bedömningar för närvarande dolda
th: %d เกรดที่ซ่อนในปัจจุบัน
vi: %d điểm hiện đang được ẩn
zh: %d当前隐藏的评分
zh_hk: %d目前隱藏的成績

# grades_currently_posted
source: %d grades currently posted
ar: %d تقديرات منشورة في الوقت الحالي
ca: %d notes publicades actualment
cy: %d gradd wedi’u postio ar hyn o bryd
da: %d karakterer slået op i øjeblikket
da_instk12: %d vurderinger slået op i øjeblikket
de: %d Aktuell gepostete Noten
es: %d calificaciones publicadas actualmente
es_es: %d notas publicadas actualmente
fi: %d arvosanaa parhaillaan lähetetty
fr: %d notes actuellement publiées
fr_ca: %d notes actuellement publiées
ga: %d marcanna postáilte faoi láthair
hi: %d वर्तमान में पोस्ट किए गए ग्रेड
ht: %d nòt pibliye pou kounye a
id: %d nilai saat ini diposting
is: %d einkunnir eru birtar
it: %d voti attualmente pubblicati
ja: %d現在掲示されている評定
mi: %d ngā kōeke whakairitia ināianei
ms: %d gred disiarkan buat masa ini
nb: %d vurderinger er publisert
nl: %d cijfers momenteel gepost
pl: %d oceny obecnie opublikowane
pt: %d classificações atualmente publicadas
pt_br: %d notas atualmente postadas
ru: %d опубликованные в настоящее время оценки
sl: %d ocen je trenutno objavljenih
sv: %d omdömen för närvarande publicerade
sv_instk12: %d bedömningar för närvarande publicerade
th: %d เกรดที่แจ้งในปัจจุบัน
vi: %d điểm hiện đang được đăng
zh: %d当前公布的评分
zh_hk: %d目前公佈的成績

source: Group
ar: المجموعة
ca: Grup
cy: Grŵp
da: Gruppe
da_instk12: Gruppe
de: Gruppe
es: Grupo
es_es: Grupo
fi: Ryhmä
fr: Groupe
fr_ca: Groupe
ga: Grúpa
hi: ग्रुप
ht: Gwoup
id: Grup
is: Hópur
it: Gruppo
ja: グループ
mi: Rōpū
ms: Kumpulan
nb: Gruppe
nl: Groep
pl: Grupa
pt: Grupo
pt_br: Grupo
ru: Группа
sl: Skupina
sv: Grupp
sv_instk12: Gruppera
th: กลุ่ม
vi: Nhóm
zh: 小组
zh_hk: 群組

source: Group %lld
ar: المجموعة %lld
ca: Grup %lld
cy: Grŵp %lld
da: Gruppe %lld
da_instk12: Gruppe %lld
de: Gruppe %lld
es: Grupo %lld
es_es: Grupo %lld
fi: Ryhmä %lld
fr: Groupe %lld
fr_ca: Groupe %lld
ga: Grúpa %lld
hi: ग्रुप %lld
ht: Gwoup %lld
id: Grup %lld
is: Hópur %lld
it: Gruppo %lld
ja: グループ%lld
mi: Rōpū %lld
ms: Kumpulan %lld
nb: Gruppe %lld
nl: Groep %lld
pl: Grupa %lld
pt: Grupo %lld
pt_br: Grupo %lld
ru: Группа %lld
sl: Skupina %lld
sv: Grupp %lld
sv_instk12: Gruppera %lld
th: กลุ่ม %lld
vi: Nhóm %lld
zh: 小组%lld
zh_hk: 群組%lld

source: Help your students with this assignment by adding instructions.
ar: ساعد طلابك لإنجاز هذه المهمة من خلال إضافة تعليمات.
ca: Afegiu instruccions a aquesta activitat per ajudar els estudiants a realitzar-la.
cy: Helpwch eich myfyrwyr gyda’r aseiniad hwn trwy ychwanegu cyfarwyddiadau.
da: Hjælp dine studerende med denne opgave ved at tilføje vejledning.
da_instk12: Hjælp dine elever med denne opgave ved at tilføje vejledning.
de: Helfen Sie Ihren Studenten bei dieser Aufgabe mit zusätzlichen Anweisungen.
es: Ayude a sus estudiantes a realizar esta tarea agregando instrucciones.
es_es: Ayuda a tus estudiantes a realizar esta actividad añadiendo instrucciones.
fi: Auta opiskelijoitasi tämän tehtävän kanssa lisäämällä ohjeet.
fr: Aidez vos élèves à réaliser ce travail en ajoutant des instructions.
fr_ca: Aidez vos élèves à cette tâche par l’ajout d’instructions.
ga: Cabhraigh le do mhic léinn leis an tasc seo trí threoracha a chur leis.
hi: निर्देश जोड़कर इस असाइनमेंट में अपने छात्रों की सहायता करें।
ht: Ajoute enstriksyon pou ede elèv ou yo ak sesyon sa a.
id: Bantu siswa Anda dengan tugas ini dengan menambah instruktur.
is: Hjálpaðu nemendum þínum með þetta verkefni með því að bæta við leiðbeiningum.
it: Aiuta i tuoi studenti con questo compito aggiungendo le istruzioni.
ja: 指示を追加して、この課題を受講者に分かりやすくしてください。
mi: Āwhinatia ō ākonga i tēnei whakataunga me te tāpiri tohutohu atu.
ms: Permudahkan pelajar anda untuk membuat tugasan ini dengan menambah arahan.
nb: Hjelp studentene med denne oppgaven ved å legge til instruksjoner.
nl: Help je cursisten met deze opdracht door instructies toe te voegen.
pl: Pomóż uczestnikom w wykonaniu zadania, dodając instrukcje.
pt: Ajude seus alunos com essa tarefa, ao adicionar instruções.
pt_br: Ajude os seus alunos com esta tarefa ao adicionar instruções.
ru: Помогите своим студентам с этим заданием, добавив инструкции.
sl: Dodajte navodila in tako pomagajte študentom pri tej nalogi.
sv: Hjälp dina studenter med denna uppgift genom att lägga till instruktioner.
sv_instk12: Hjälp dina elever med denna uppgift genom att lägga till instruktioner.
th: ช่วยเหลือผู้เรียนของคุณสำหรับภารกิจนี้โดยการเพิ่มคำแนะนำเข้าไป
vi: Giúp sinh viên của bạn thực hiện bài tập này bằng cách thêm chỉ dẫn.
zh: 通过添加说明给您的学生提供完成此作业的帮助。
zh_hk: 添加指引，協助學生完成作業。

source: Hide Grades
ar: إخفاء التقادير
ca: Amaga les notes
cy: Cuddio Graddau
da: Skjul karakterer
da_instk12: Skjul vurderinger
de: Noten ausblenden
es: Ocultar calificaciones
es_es: Ocultar notas
fi: Piilota arvosanat
fr: Masquer les notes
fr_ca: Masquer les notes
hi: ग्रेड छिपाएं
ht: Kache Klas
id: Sembunyikan Nilai
is: Fela einkunnir
it: Nascondi voti
ja: 評定を非表示にする
mi: Huna ngā Kōeke
ms: Sembunyikan Gred
nb: Skjul vurderinger
nl: Cijfers verbergen
pl: Ukryj oceny
pt: Esconder Classificações
pt_br: Ocultar Notas
ru: Скрыть Оценки
sl: Skrij ocene
sv: Dölj omdömen
sv_instk12: Dölj bedömningar
th: ซ่อนเกรด
vi: Ẩn Điểm
zh: 隐藏评分
zh_hk: 隱藏成績

source: Inbox
ar: علبة الوارد
ca: Safata d'entrada
cy: Blwch Derbyn
da: Indbakke
da_instk12: Indbakke
de: Posteingang
es: Bandeja de entrada
es_es: Bandeja de entrada
fi: Saapuvin postien laatikko
fr: Boîte de réception
fr_ca: Boîte de réception
ga: Bosca Isteach
hi: इनबॉक्स
ht: Bwat resepsyon
id: Kotak Masuk
is: Innhólf
it: Posta in arrivo
ja: メッセージ
mi: Pouakauru
ms: Peti masuk
nb: Innboks
pl: Skrzynka odbiorcza
pt: Caixa de entrada
pt_br: Caixa de entrada
ru: Входящие
sl: Pošta
sv: Inkorg
sv_instk12: Inkorg
th: กล่องจดหมาย
vi: Hộp Thư Đến
zh: 收件箱
zh_hk: 收件匣

source: Incomplete
ar: غير مكتمل
ca: Incomplet
cy: Heb Gwblhau
da: Ufuldstændig
da_instk12: Ufuldstændig
de: Unvollständig
es: Incompleta
es_es: Incompleto
fi: Keskeneräinen
fr: Incomplet
fr_ca: Incomplet
hi: अधूरा
ht: Enkonplè
id: Tidak lengkap
is: Ólokið
it: Non completato
ja: 未完了
mi: Kaore i te oti
ms: Tidak lengkap
nb: Ikke godkjent
nl: Onvoltooid
pl: Nie ukończono
pt: Incompleto
pt_br: Incompleto
ru: Не завершено
sl: Nezaključeno
sv: Inte färdig
sv_instk12: Ej fullständig
th: ไม่เสร็จสิ้น
vi: Chưa hoàn thành
zh: 未完成
zh_hk: 未完成

source: It seems there aren't any valid submissions to grade.
ar: يبدو أنه لا توجد أي إرسالات صالحة للتقدير.
ca: Sembla que no hi ha cap entrega vàlida per qualificar.
cy: Mae’n ymddangos nad oes yno unrhyw gyflwyniadau dilys i’w graddio.
da: Det ser ud til, at der ikke er nogen gyldige afleveringer at bedømme.
da_instk12: Det ser ud til, at der ikke er nogen gyldige afleveringer at bedømme.
de: Es gibt scheinbar keine gültigen zu benotenden Abgaben.
es: No parece haber ninguna entrega válida para calificar.
es_es: No parece haber ninguna entrega válida para evaluar.
fi: Näyttää siltä, että arvosanalle ei ole voimassa olevia lähetyksiä.
fr: Il semble qu'il n'y a aucune soumission valide pour la note.
fr_ca: Il semble qu’il n’y ait pas de soumissions valides à noter.
ga: Is cosúil nach bhfuil aon uaslódálacha bailí le marcáil.
hi: ऐसा लगता है कि ग्रेड करने के लिए कोई वैध सबमिशन नहीं है।
ht: Ta sanble pa gen okenn soumisyon valid pou yo korije.
id: Sepertinya tidak ada penyerahan yang valid untuk dinilai.
is: Það virðast ekki vera nein gild skil til einkunnargjafar.
it: Sembra che non ci siano consegne valide da valutare.
ja: 採点する有効な提出物がないようです。
mi: Anō nei kaore he tukuna whaimana hei kōeke.
ms: Nampaknya tidak terdapat sebarang serahan yang sah untuk digredkan.
nb: Det ser ut til at det ikke er noen gyldige innleveringer å vurdere.
nl: Het lijkt erop dat er geen geldige inleveringen zijn om te beoordelen.
pl: Wygląda na to, że nie ma żadnych prawidłowych materiałów do oceny.
pt: Parece não haver nenhuma submissão válida para a classificação.
pt_br: Parece que não há envios válidos para avaliar.
ru: Похоже, что действительных отправок для оценивания нет.
sl: Videti je, da za ocenjevanje ni na voljo nobene veljavne oddaje.
sv: Det verkar inte finnas några giltiga inlämningar att bedöma.
sv_instk12: Det verkar inte finnas några giltiga inlämningar att bedöma.
th: ดูเหมือนจะไม่มีผลงานจัดส่งที่ถูกต้องสำหรับให้เกรด
vi: Có vẻ chưa có bài nộp nào hợp lệ để chấm điểm.
zh: 似乎没有任何可评分的有效提交项。
zh_hk: 沒有任何有效的提交項目可以評分。

source: Late
ar: متأخر
ca: Endarrerit
cy: Yn Hwyr
da: Sen
da_instk12: Sen
de: Verspätet
es: Atrasado
es_es: Atrasado
fi: Myöhään
fr: En retard
fr_ca: En retard
ga: Déanach
hi: विलंब
ht: An reta
id: Terlambat
is: Seint
it: In ritardo
ja: 遅延
mi: Tūreiti
ms: Lewat
nb: Sent
nl: Te laat
pl: Późno
pt: Atrasado
pt_br: Atrasado
ru: Поздно
sl: Zamuda
sv: Sen
sv_instk12: Sen
th: ล่าช้า
vi: Trễ
zh: 迟交
zh_hk: 逾期

source: Letter grade
ar: الدرجة بالأحرف
ca: Nota amb lletra
cy: Gradd llythyren
da: Bogstavkarakter
da_instk12: Bogstavvurdering
de: Buchstaben- oder Ziffernnote
es: Calificación por letras
es_es: Nota por letra
fi: Kirjainarvosana
fr: Notation par lettre
fr_ca: Notation par lettre
ga: Marc litreach
hi: अक्षर ग्रेड
ht: Nòt an lèt
id: Nilai dalam huruf
is: Bókstafseinkunn
it: Voto in lettere
ja: ABC...評価
mi: Koeke reta
ms: Gred huruf
nb: Bokstavvurdering
nl: Beoordeling in lettervorm
pl: Ocena literowa
pt: Nota da Carta
pt_br: Nota por conceito
ru: Успеваемость
sl: Črkovna ocena
sv: Bokstavsomdöme
sv_instk12: Bokstavsbedömning
th: เกรดแบบตัวอักษร
vi: Điểm bằng chữ
zh: 字母评分
zh_hk: 成績等級
